[
	{
		"name" : "Aalia Habib",
		"image" : "",
		"cslogin" : "ahabib3",
		"bio" : "Hi!! I'm a sophomore from Karachi, Pakistan, hopefullly concentrating in Physics and CS. I love cooking and running and watching way too much TV. Can't wait to meet you!!"
	},
	{
		"name" : "Andy Zhu",
		"image" : "",
		"cslogin" : "azhu20",
		"bio" : "'Me think, why waste time say lot word, when few word do trick.' Junior. APMA-Econ. Nebraska. Hack@Brown. Welcome :)"
	},
	{
		"name" : "Anna Finkelstein",
		"image" : "",
		"cslogin" : "afinkel1",
		"bio" : "Hey! I'm a sophomore from Long Island, NY and I'm studying Mechanical Engineering (maybe).  Feel free to reach out to talk about Brown's formula racing team, Club Volleyball, and/or recreational napping (disclamer: not an actual student group)."
	},
	{
		"name" : "Cameron Wenzel",
		"image" : "",
		"cslogin" : "cwenzel",
		"bio" : "Hi! I'm a sophomore from outside Philly studying CS. On campus I run for the Brown Running Club, and my main passion/hobby is anything car-related. So if you want to run around on the street pretending to be a car with me, feel free to get in touch!"
	},
	{
		"name" : "Cecilia Vogler",
		"image" : "",
		"cslogin" : "cvogler",
		"bio" : "Hi! I’m a sophomore from NYC potentially concentrating in CS. Outside of the classroom I love to bake, I play violin in the Brown University Orchestra, and am a part of Hack@Brown and VISIONS."
	},
	{
		"name" : "Christine Waweru",
		"image" : "",
		"cslogin" : "cwaweru",
		"bio" : "Hi! I am a sophomore from Kenya concentrating in Computer Science. I enjoy amusement parks and beaches!"
	},
	{
		"name" : "Cooper Birdsall",
		"image" : "",
		"cslogin" : "cbirdsal",
		"bio" : "I'm a sophomore from Vermont studying Computer Science (probably). Outside of CS I'm in Beta Rho Pi, SHAG, and the Bouncing Bears! Talk to me about your favorite Scooby Doo movie, and why it's Scooby Doo and the Cyber Chase."
	},
	{
		"name" : "Dora Nathans",
		"image" : "",
		"cslogin" : "dnathans",
		"bio" : "Hey! I'm a sophomore from outside of Philadelphia most likely concentrating in Computer Science. I'm on Brown's Mock Trial team, and I love to cook and bake whenever I have the time. Welcome to CS15 :) "
	},
	{
		"name" : "Georgia Gallant",
		"image" : "",
		"cslogin" : "ggallant",
		"bio" : "Hi! I’m a CS (and potentially public policy) concentrator from NY. I’m super passionate about robotics and anything related to technology for social good. I’m always down for an outdoor adventure, love forcing myself to be incredibly uncomfortable, and my favorite word is fatuous! Reach out! Always LOVE to help :)!"
	},
	{
		"name" : "Gil Alon",
		"image" : "",
		"cslogin" : "galon1",
		"bio" : "Hi! I am a sophomore from outside of Boston studying CS and maybe APMA! Reach out anytime especially if you find any weird/crazy documentary! "
	},
	{
		"name" : "Hannah Chow",
		"image" : "",
		"cslogin" : "hchow",
		"bio" : "I'm a senior concentrating in CS + lit arts. Born and raised in Chicago. Mid-2000s cartoon connoisseur, skincare addict, and pringles lover!"
	},
	{
		"name" : "Ian Maloney",
		"image" : "",
		"cslogin" : "rmalone1",
		"bio" : "I’m a Junior from Washington, DC studying Computer Science Econ.  In my spare time, I’m usually listening to music,  watching Worldstar, or sleeping. Welcome to CS15! "
	},
	{
		"name" : "Jake Nieto",
		"image" : "",
		"cslogin" : "jnieto",
		"bio" : "I'm a sophmore from Long Island, New York studying Computer Science (and possibly math). Usually, you can catch me at the Hay, working at the front desk. I also like to play music and I'm in the wind symphony at Brown."
	},
	{
		"name" : "Jasrine Dham",
		"image" : "",
		"cslogin" : "jdham",
		"bio" : "I'm a junior concentrating in Computer Science-Economics. I was born and raised in New Delhi, India. When I am not doing CS, I am usually binging on Marvel movies. If you have any fan theories you would like to share, I would be happy to have a conversation!"
	},
	{
		"name" : "Julia Ostrowski",
		"image" : "",
		"cslogin" : "jostrow",
		"bio" : "Hi all! I'm a senior from California studying Computational Neuroscience! Outside of academics, I lead a homelessness outreach team (ask me about HOPE!) and I love running, cooking, exploring, and taking public transportation. I'm super excited to meet all of you and looking forward to a great semester!"
	},
	{
		"name" : "Lily Steinman",
		"image" : "",
		"cslogin" : "lsteinma",
		"bio" : "Hi! I’m a sophomore concentrating in Computer Science-Economics, and I’m from New York City. Outside of CS, I’m usually in the ratty, on the main green, or watching The Office :)"
	},
	{
		"name" : "Lina Sim",
		"image" : "",
		"cslogin" : "lsim2",
		"bio" : "I'm a senior from Malaysia studying Computer Science. CS15 was one of the best classes I've taken at Brown, and it's my third time TA-ing this class. I'm so glad you stopped by! :)"
	},
	{
		"name" : "Lisa Yang",
		"image" : "",
		"cslogin" : "lyang1",
		"bio" : "I'm a sophomore that loves all things science. I grew up in Maryland and I plan to concentrate in Engineering. If you have theories about the universe like how spacetime works, the possibiliy of finding the Grand Unified Theory, or why my toast always falls peanut butter-side down, hit me up!"
	},
	{
		"name" : "Litian Yang",
		"image" : "",
		"cslogin" : "lyang39",
		"bio" : "Hi! I am a junior from Chengdu, China and LA studying International Relations (and possibly CS). When I am not in the CIT, you can probably catch me drinking boba/cold brew with my friends!"
	},
	{
		"name" : "Madison Sampleton",
		"image" : "",
		"cslogin" : "msamplet",
		"bio" : "Hey! I'm a senior from Alaska concentrating in Public Health and Computer Science. I was originally pre-med, but switched from studying Biology to CS after taking CS15. Talk to me about basically any tv show because I have probably seen it (((:"
	},
	{
		"name" : "Manni Amoah",
		"image" : "",
		"cslogin" : "mamoah1",
		"bio" : "Hey, I'm a sophomore from Massachusetts concentrating in CS! I am a part of Mosaic+ and I love music, food, and the visual arts!"
	},
	{
		"name" : "Marina Triebenbacher",
		"image" : "",
		"cslogin" : "mtrieben",
		"bio" : "Hey! I'm a sophomore from NY studying Computer Science. When I'm not doing CS, I am a tour guide and a Meiklejohn, and you can also find me watching Brooklyn Nine-Nine or eating a Blue Room muffin. I'm super pumped to be your TA! :)"
	},
	{
		"name" : "Marlene Goetz",
		"image" : "",
		"cslogin" : "mgoetz2",
		"bio" : "Hey! I'm a junior from California concentrating in Computational Biology. In my free time, I like picking up a bite to eat at Baja's, grabbing a coffee (usually using my friends on meal plan) and rock climbing. Welcome to CS15!!"
	},
	{
		"name" : "Maura Driscoll",
		"image" : "",
		"cslogin" : "mdrisco5",
		"bio" : "You guys get us as your TAs?...'That’s really, really good timing'. Hi! I’m a sophomore from Rhode Island studying CS. Also here dropping a shameless plug for Running Club (4:15 Bear Statue be there)"
	},
	{
		"name" : "Michael Coppolino",
		"image" : "",
		"cslogin" : "mcoppoli",
		"bio" : "I'm a senior from RI concentrating in APMA-CS with a focus in machine learning. I train to throw things as far as I can and I watch Noah run fast. In my free time I ride bikes, play golf and eat sushi."
	},
	{
		"name" : "Milla Shin",
		"image" : "",
		"cslogin" : "mshin7",
		"bio" : "I'm a senior from Tokyo studying CS! I like baking and cooking. I love sweet potatoes, avocados, and strawberry or vanilla coconut or chunky monkey ice cream. I also love going to the beach and doing fun water activities like scuba diving and wakeboarding:)"
	},
	{
		"name" : "Mindy Li",
		"image" : "",
		"cslogin" : "sli90",
		"bio" : "I’m a sophomore from China concentrating in APMA-ECON and CS. Outside the classroom, I love cooking Chinese food and watching action movies/medical documentaries/fashion shows. I’m always down to explore downtown Providence (and travel around the world of course) so hmu if you wanna hang out together!! :-)"
	},
	{
		"name" : "Ndunge Mulwa",
		"image" : "",
		"cslogin" : "nmulwa",
		"bio" : "I am a sophomore from Pittsburgh studying CS! Other than that, I like to play guitar, eat weird foods, & occasionally enjoy some ✧･ﾟ: *✧･ﾟ:* musical theater*:･ﾟ✧*:･ﾟ✧"
	},
	{
		"name" : "Nicole Cid ",
		"image" : "",
		"cslogin" : "ncid",
		"bio" : "I am a Junior concentrating in Computer Science and MCM. I was born in Santiago, Chile, but lived most of my life in Quito, Ecuador. You can spot me riding my yellow bike around campus!"
	},
	{
		"name" : "Niyoshi Parekh",
		"image" : "",
		"cslogin" : "nparekh1",
		"bio" : "Hi! I'm a sophomore from Mumbai trying to design an independent concentration in industrial design and pursuing an AB in CS. If you have questions or just want someone to talk to when you're in the CIT for six hours a day, you'll find me in the Sunlab (I actually like it). Come say hi! "
	},
	{
		"name" : "Olivia Johnson",
		"image" : "",
		"cslogin" : "ojohnso3",
		"bio" : "Hi! I'm a sophomore from NYC concentrating in computer science. In my free time, I enjoy playing on the club soccer team, binge-watching everything on Netflix and HBO, and eating an unhealthy amount of fruit. Feel free to reach out anytime—I’d love to chat and would greatly appreciate show recommendations!"
	},
	{
		"name" : "Rachel Yan",
		"image" : "",
		"cslogin" : "ry22",
		"bio" : "I'm a sophomore from the Bay Area studying CS & Poli Sci. I've also lived in Shanghai and Massachusetts, and am addicted to Orangetheory and Philz coffee!"
	},
	{
		"name" : "Sarah Bawabe",
		"image" : "",
		"cslogin" : "sbawabe",
		"bio" : "Hey everyone! I’m a junior studying astrophysics, and I’m from Massachusetts (south shore). I love to ski and to draw in my free time, and I’m also a part of BEAM here at Brown. Can’t wait to meet all you guys! :-)"
	},
	{
		"name" : "Selen Tumay",
		"image" : "",
		"cslogin" : "stumay",
		"bio" : "Hi! I'm a sophomore from south Florida studying CS-Econ. ‘I’m always one step ahead. Like a carpenter ... that makes stairs.’"
	},
	{
		"name" : "Selena Zhang",
		"image" : "",
		"cslogin" : "szhan132",
		"bio" : "Hi!! I’m a sophomore from Boston studying computational biology. In my free time I love to make jewelry, dabble in salsa dancing, and eat frozen chocolate peanut butter cups!"
	},
	{
		"name" : "Sierra Rowley",
		"image" : "",
		"cslogin" : "srowley2",
		"bio" : "Hello! I am a sophomore from southern Rhode Island concentrating in CS. Some of my favorite things to do include watching tastemade videos, going to the beach, and playing with my dog, Chip! I love listening to music and am always looking for new stuff so let me know of any recommendations!"
	},
	{
		"name" : "Tiffany Nguyen",
		"image" : "",
		"cslogin" : "tnguye72",
		"bio" : "Hi! I’m a junior studying Computer Science and likely doubling in Public Health. I love the ocean and all things sushi-related :’) So excited to meet all of you!"
	},
	{
		"name" : "Tom Liu",
		"image" : "",
		"cslogin" : "tliu46",
		"bio" : "Hi! I'm a sophomore probably concentrating in Engineering and Physics, and maybe CS. I'm from San Diego, but I've also lived in Los Angeles, Beijing, and Shenzhen. A few of my hobbies are tennis and hiking!"
	},
	{
		"name" : "Tzion Jones",
		"image" : "",
		"cslogin" : "tjones10",
		"bio" : "Sophomore from Philadelphia studying International Relations + Computer Science. Particularly interested in cyber security and internet development/governance abroad. Outside of that I'm not super interesting, but if you like talking about strategy video games, twitter memes or documentaries about the human experience, I can probably hold a conversation!"
	},
	{
		"name" : "Victor Kalev",
		"image" : "",
		"cslogin" : "vkalev",
		"bio" : "Hi! I'm a sophomore from Dallas concentrating in CS. You can find me in the Blue Room spending all my points on Yerba and soup, and sometimes at the Pizz for club tennis practice."
	},
	{
		"name" : "Will Buerger",
		"image" : "",
		"cslogin" : "wbuerger",
		"bio" : "Hey y'all! I'm a sophomore CS concentrator from Pittsburgh. Outside CS, I love getting involved with theatre on campus, eating anything with peanut butter, and reading Harry Potter. I love chatting - feel free to reach out!"
	},
	{
		"name" : "Zach Mothner",
		"image" : "",
		"cslogin" : "zmothner",
		"bio" : "Hi! I'm a sophomore from New York City studying Computer Science and Visual Art. Outside of class, I'm a BRYTE tutor, and I'm constantly drinking coffee. I love meeting new people so come talk to me!"
	},
	{
		"name" : "Zoe Beckman",
		"image" : "",
		"cslogin" : "zbeckman",
		"bio" : "I'm a junior from Los Angeles concentrating in Neuroscience and CS. Easy to identify from the pink converse or hot-cheetoh stains."
	}
]